Repository: mozilla-l10n/mt-training-data
Catalog: ht/ht_pontoon.tmx
Source language: en_us
Languages: ht

source: 2019 End-of-Year Release
ht: Divilgasyon nan fen ane 2019

source: 2 down, keep it up!<playIcon></playIcon>
ht: 2 ki fini, Kontinye toujou!<playIcon></playIcon>

source: ≥ 2 No votes
ht: ≥ 2 Vòt Non yo

source: ≥ 2 Yes votes
ht: ≥ 2 vòt Wi yo

source: Abkhaz
ht: Abkaz

source: About
ht: Konsènan

source: Accent
ht: Aksan

source: Account
ht: Kont

source: <accuracyLink>See more on accuracy criteria.</accuracyLink>
ht: <accuracyLink>Gade plis sou kritè presizyon.</accuracyLink>

source: Acehnese
ht: Asenèz

source: { $actionType }<playIcon></playIcon> did they accurately speak the sentence?
ht: { $actionType }<playIcon></playIcon> èske yo te di fraz la avèk presizyon?

source: { $actionType }<recordIcon></recordIcon> then read the sentence aloud
ht: { $actionType }<recordIcon></recordIcon> Lè sa a, li fraz la byen fò

source: { $actionType }<stopIcon></stopIcon> when done
ht: { $actionType }<stopIcon></stopIcon> lè'w fini

source: { $actionType } submit when ready
ht: { $actionType } soumèt lè'w pare

source: Add
ht: Ajoute

source: Add a language you want to contribute to
ht: Ajoute yon lang ou vle kontribye ladan'l

source: Add as much information as you can about the language. This could include:
ht: Ajoute otan enfòmasyon ou kapab sou lang lan. Sa a ta ka gen ladan:

source: Add information
ht: Ajoute enfòmasyon

source: Adding languages to work with
ht: Ajoute lang pou travay avèk yo

source: Additional Language
ht: Lòt Lang

source: Add Language
ht: Ajoute Lang

source: Add new custom accent "{ $inputValue }"
ht: Ajoute nouvo dyalèk diferan "{ $inputValue }"

source: Add new sentences
ht: Ajoute nouvo fraz yo

source: Add Sentences
ht: Ajoute Fraz Yo

source: Add <wikipediaLink>public domain</wikipediaLink> sentences
ht: Ajoute fraz <wikipediaLink>domèn piblik</wikipediaLink>

source: Add Your Voice
ht: Ajoute Vwa'w

source: Adyghe
ht: Adige

source: Afaan Oromo
ht: Afan Owomo

source: Afrikaans
ht: Afrikannz

source: Age
ht: Laj

source: Albanian
ht: Albanè

source: All
ht: Tout

source: All voice clips in the dataset are scrubbed of personally identifying information. When a contributor provides demographic data via their profile, that information is de-identified from their voice clips before being bundled for download in the dataset and is never made public on their profile page.
ht: Tout klip vwa ki nan seri done yo retire enfòmasyon ki idantifye moun pèsonèlman. Lè yon kontribitè bay done demografik atravè pwofil yo, enfòmasyon sa yo de-idantifye nan klip vwa yo anvan yo te pake pou telechaje nan seri done a epi yo pa janm pibliye sou paj pwofil yo.

source: Already have an account? <login>Log-In</login>
ht: Ou deja genyen yon kont? Ebyen <login>Konekte</login>

source: Amharic
ht: Amarik

source: An error occurred submitting your voice information
ht: Yon erè te fèt lè'w te voye enfòmasyon vwa'w

source: Anonymized user data like age, gender, and accent helps improve the audio data used to train the accuracy of speech recognition engines. Your username and email will never be associated with your submitted data, and you can choose whether to make your username public or anonymous.
ht: Done itilizatè anonimize tankou laj, sèks, ak dyalèk ede amelyore done odyo yo ki itilize pou antrene presizyon nan motè rekonesans lapawòl. Non itilizatè'w ak imel ou pap janm asosye ak done ou soumèt, epi ou ka chwazi si'w vle fè non itilizatè ou an piblik oswa anonim.

source: Approve
ht: Apwouve

source: Arabic
ht: Arab

source: Aragonese
ht: Aragonèz

source: Armenian
ht: Amenyen

source: Armenian Western
ht: Lwès Amenyen

source: Ask about a new language
ht: Mande sou yon nouvo lang

source: Assamese
ht: Asamèz

source: Asturian
ht: Asturien

source: Audio Format
ht: Fòma odyo

source: Avatar
ht: Avata

source: Avatar uploaded
ht: Avata telechaje

source: Average
ht: Mwayèn

source: A voice clip is marked "valid" when a user gives it a Yes vote.
ht: Yon clip vwa make "valid" lè yon itilizatè ba li yon vòt Wi.

source: Avoid too much background noise - it should be easy to hear you.
ht: Evite twòp bri nan fon - li ta dwe fasil pou tande ou.

source: Awards
ht: Prim

source: Azerbaijani
ht: Azèbaydjani

source: Back
ht: Retounen

source: Background Noise
ht: Bri Dèyè

source: Background Voices
ht: Bri Dèyè Yo

source: Back to Top
ht: Retounen Anwo Nèt

source: Bashkir
ht: Bachki

source: Basque
ht: Bask

source: Become a Common Voice Partner
ht: Vin yon patnè Common Voice

source: Belarusian
ht: Belarisyen

source: Benefits
ht: Benefis

source: <bold>{ $count }</bold> Clips
ht: odyo yo

source: <bold>Help us</bold> find more voices
ht: <bold>Ede nou</bold> jwenn plis vwa

source: Bosnian
ht: Bosnyen

source: Both
ht: Tou de

source: Both (Speak and Listen)
ht: Tou de (Pale ak Koute)

source: Browse Languages
ht: Navige Lang yo

source: Build Profile
ht: Konstwi pwofil

source: Bulgarian
ht: Bilgari

source: Burmese
ht: Bimwa

source: <b>Why an email?</b> We may need to contact you in the future about changes to the dataset, an email provides us a point of contact.
ht: <b>Poukisa yon imèl?</b> Nou ka bezwen kontakte w alavni sou chanjman nan seri done a, yon imèl ba nou yon pwen kontak.

source: By editing your goal, you may lose your existing progress.
ht: Lè'w modifye objektif ou, ou ka pèdi pwogrè ki egziste deja.

source: By opting in to receive emails you state that you are okay with Mozilla handling this info as explained in Mozilla’s <privacyLink>Privacy Policy</privacyLink>.
ht: Lè'w chwazi pou resevwa imèl, ou deklare ou dakò pou Mozilla jere enfòmasyon sa yo jan yo eksplike sa nan <privacyLink>Politik sou enfòmasyon prive</privacyLink> Mozilla.

source: <b>You agree</b> to not attempt to determine the identity of speakers in the Common Voice dataset
ht: Kisa sa vle di mwen pa ka "detèmine idantite" moun ki pale yo nan seri done Common Voice la?

source: By providing some information about yourself, the audio data you submit to Common Voice will be more useful to Speech Recognition engines that use this data to improve their accuracy.
ht: Lè'w bay kèk enfòmasyon sou tèt ou, done odyo ou voye bay Common Voice yo ap pi itil pou Motè rekonesans Lapawòl ki itilize done sa yo pou amelyore presizyon yo.

source: By using Common Voice, you agree to our <termsLink>Terms</termsLink> and <privacyLink>Privacy Notice</privacyLink>
ht: Mwen dakò ak <termsLink>Kondisyon</termsLink> ak <privacyLink>Avi sou enfòmasyon prive</privacyLink> Common Voice.

source: Cancel Re-recording
ht: Anile Re-anrejistreman

source: Cancel Submission
ht: Anile soumisyon

source: Can't decide?
ht: Ou pa ka deside?

source: Cantonese
ht: Kantonèz

source: Catalan
ht: Katalan

source: Central Kurdish
ht: Koudich Santral

source: Change your email via Settings under Login Identity
ht: Chanje imel ou atravè Konfigirasyon anba Idantite Konekte

source: Check if your language is listed on the <languagesPageLink>Common Voice Languages page</languagesPageLink>. If not, fill out this form and we’ll <strong>send you a handy email explaining how to get your language set up</strong>.
ht: Tcheke si lang ou a nan lis la <languagesPageLink>Paj Lang vwa komen</languagesPageLink>. Si se pa sa, ranpli fòm sa a epi n ap <strong>voye yon imèl itil pou ou eksplike kijan pou mete lang ou a</strong>.

source: <chevron></chevron>See less
ht: <chevron></chevron>Wè mwens

source: <chevron></chevron>See more
ht: <chevron></chevron>Gade plis

source: Chinese (China)
ht: Chinwa

source: Chinese (Hong Kong)
ht: Chinwa (Hong Kong)

source: Chinese (Taiwan)
ht: Chinwa (Taywann)

source: Choose language/localization
ht: Chwazi lang/lokalizasyon

source: Chuvash
ht: Chouvash

source: Click
ht: Klike

source: Clipboard not supported
ht: Clipboard pa sipòte

source: Clips recorded
ht: Son ki anrejistre yo

source: Clips Uploaded
ht: Odyo yo monte.

source: Clips validated
ht: Son ki valide ye

source: Clips You've Recorded
ht: Odyo ou te anrejistre

source: Clips You've Validated
ht: Odyo ou te valide

source: Close
ht: Fèmen

source: Collecting sentences
ht: Kolekte fraz yo

source: Collecting sentences from the public domain, or writing new ones for the public domain.
ht: Kolekte fraz ki soti nan domèn piblik la, oswa ekri nouvo fraz pou domèn piblik la.

source: Collect sentences
ht: Kolekte fraz yo

source: Comment
ht: Kòmantè

source: Common Voice data plus all other voice datasets above.
ht: Done vwa komen plis tout lòt done vwa ki anwo yo.

source: Common Voice Dataset
ht: Ansanm done vwa komen

source: Common Voice is a crowdsourcing platform, and the languages were all added by volunteers. We would love for you to add your language! <languageRequestLink>Ask about adding your language.</languageRequestLink>
ht: Common Voice se yon platfòm ke pèp bati, ak lang yo tout te ajoute atravè volontè. Nou ta renmen pou'w ajoute lang ou! <languageRequestLink>Mande sou ajoute lang ou a.</languageRequestLink>

source: Common Voice is Mozilla's initiative to help teach machines how real people speak.
ht: Common Voice se inisyativ Mozilla pou aprann machin kijan moun pale.

source: Common Voice is part of Mozilla's initiative to help teach machines how real people speak.
ht: Common Voice se yon pati nan inisyativ Mozilla pou ede anseye machin ki jan moun reyèl pale.

source: Community, Creatives and Civil Society
ht: Kominote, Kreyativ ak Sosyete Sivil

source: Community participation and decision making.
ht: Patisipasyon kominote a ak pran desizyon.

source: Community Playbook
ht: Liv Kominote

source: Confirm
ht: Konfime

source: Confirm Goal
ht: Konfime Objektif

source: Confirm New Sentences
ht: Konfime nouvo fraz yo

source: Connect with Gravatar
ht: Konekte ak Gravatar

source: Contact
ht: Kontak

source: Contact Form
ht: Fòm kontak

source: Content available under a <licenseLink>Creative Commons license</licenseLink>
ht: Kontni ki disponib anba yon <licenseLink>Lisans Creative Commons</licenseLink>

source: Continue
ht: Kontinye

source: Continue validating
ht: Kontinye valide

source: Contribute
ht: Kontribye

source: Contribute sentences
ht: Kontribye fraz yo

source: Contribute to { $lang }
ht: Kontribye nan { $lang }

source: Contribute Your Voice
ht: Kontribye Vwa'w

source: Contribution Activity
ht: Aktivite Kontribisyon

source: Contribution Criteria
ht: Kritè Kontribisyon

source: Contribution Experience
ht: Eksperyans kontribisyon

source: Contributors record voice clips by reading from a bank of donated sentences.
ht: Kontribye yo anrejistre klip vwa lè yo li nan yon bank fraz yo bay yo.

source: Cookies
ht: Moso done

source: <coquiLink>Coqui</coquiLink> is dedicated to open speech technology. Their projects include deep learning based STT and TTS engines.
ht: <coquiLink>Coqui</coquiLink> dedye a teknoloji lapawòl ouvè. Pwojè yo genyen ladan yo motè STT ak TTS ki baze sou aprantisaj pwofon.

source: Cornish
ht: Kònich

source: Corsican
ht: Kòsikan

source: Could not add language
ht: Pa t 'kapab ajoute lang

source: Could not change settings. Please try again.
ht: Pa t 'kapab chanje paramèt yo. Tanpri eseye ankò.

source: Could not remove language
ht: Pa t 'kapab retire lang nan

source: Could not remove language: language not found
ht: Pa t 'kapab retire lang nan: pa jwenn lang nan

source: { $count } clips
ht: odyo yo

source: { $count }wk
ht: sem

source: Create a Custom Goal
ht: Kreye yon Objektif Modifyab

source: Create a profile
ht: Kreye yon pwofil

source: Creating opportunities for a diversity of people to contribute to Common Voice ensures the dataset serves as many people as possible. We’ve created resources and templates that you can use!
ht: Kreye opòtinite pou yon divèsite moun kontribye nan Common Voice asire ke dataset la sèvi kòm anpil moun ke posib. Nou te kreye resous ak modèl ke ou ka itilize!

source: Criteria
ht: Kritè

source: Croatian
ht: Kwoasyen

source: Czech
ht: Tchèk

source: Daily Goal
ht: Objektif chak jou

source: Danish
ht: Danwa

source: Dashboard
ht: Tableau

source: Dataset Release
ht: Piblikasyon Ansanm Done

source: Datasets
ht: Ansanm done

source: Date
ht: Dat

source: Days
ht: Jou yo

source: De-identified
ht: De-idantifye

source: Delete my recordings
ht: Efase anrejistreman mwen yo

source: Delete Profile
ht: Efase Profile

source: Delete selected sentences
ht: Efase fraz ki chwazi yo

source: Deleting selected sentences…
ht: Efase fraz ki chwazi yo...

source: Dhivehi
ht: Diveyi

source: Different language
ht: Diferan lang

source: Difficult
ht: Difisil

source: Difficult to pronounce
ht: Li difisil pou pwononse

source: Dioula
ht: Diyoula

source: Discard ongoing recording
ht: Jete anrejistreman k'ap kontinye

source: Donate
ht: Fè don

source: Donate your voice
ht: Bay vwa ou.

source: Don't see your language on Common Voice yet?
ht: Ou poko wè lang paw' la sou Common Voice kounye a?

source: Don’t see your language reflected in the Dataset? To request a language head over to our Languages page.
ht: Ou pa wè lang ou reflete nan Dataset la? Pou mande yon lang, ale nan paj Lang nou an.

source: Download
ht: Telechaje

source: Download Common Voice Data
ht: Telechaje done vwa komen

source: Download Data
ht: Telechaje Done

source: Download Dataset Bundle
ht: Telechaje gwoup done yo an gwo

source: Download { $language }
ht: Telechaje { $language }

source: Download Links
ht: Telechaje Lyen

source: Download My Data
ht: Telechaje Done mwen yo

source: Download profile data
ht: Telechaje done pwofil ou

source: Download the Dataset
ht: Telechaje ansanm done a

source: Download the Single Word Target Segment
ht: Telechaje segman sib sèl mo a

source: Do you have ideas on how we can make the Common Voice dataset better? Let us know on Discourse
ht: Èske w gen ide sou fason nou ka amelyore seri done Common Voice la? Fè nou konnen sou Diskou

source: Do you want to continue?
ht: Ou vle kontinye?

source: Do you want to Speak, Listen or both?
ht: Èske ou vle Pale, Koute oswa toude?

source: Drag and drop or <browseWrap>Browse</browseWrap>
ht: Trennen epi depoze oswa <browseWrap>Navige</browseWrap>

source: During contribution submission feedback will be skipped after clicking 'Submit'. Contribution will continue directly with the next set of 5 recordings or validations.
ht: Pandan kontribisyon soumisyon reaksyon yo pral sote apre'w klike sou 'Soumèt'. Kontribisyon ap kontinye dirèkteman ak pwochen seri 5 anrejistreman oswa validation yo.

source: Dutch
ht: Olandè

source: Each entry in the dataset consists of a unique MP3 and corresponding text file. Many of the <b>{ $total }</b> recorded hours in the dataset also include demographic metadata like age, sex, and accent that can help train the accuracy of speech recognition engines. The dataset currently consists of <b>{ $valid }</b> validated hours in <b>{ $languages }</b> languages, but we’re always adding more voices and languages. Take a look at our <languagesLink>Languages page</languagesLink> to request a language or start contributing.
ht: Chak antre nan dataset la konsiste de yon MP3 inik ak dosye tèks korespondan. Anpil nan <b>{ $total }</b> èdtan yo anrejistre nan seri done a gen ladan tou metadata demografik tankou laj, sèks, ak aksan ki ka ede antrene presizyon nan motè rekonesans lapawòl. Ansanm done a kounye a konsiste de <b>{ $valid }</b> èdtan valide nan <b>{ $languages }</b> lang, men nou toujou ap ajoute plis vwa ak lang. Gade <languagesLink>paj Lang</languagesLink> nou an pou mande yon lang oswa pou kòmanse kontribiye.

source: Eastern Huasteca Nahuatl
ht: Huasteca Nahuatl de Lès

source: Easy
ht: Fasil

source: Edit
ht: Modifye

source: Edit Profile
ht: Modifye Pwofil

source: Email
ht: Imèl

source: <emailFragment>Sign up</emailFragment> to our mailing list to learn how you can take part in campaigns, events and co-design features on Common Voice.
ht: <emailFragment>Enskri</emailFragment> nan lis adrès nou an pou aprann kijan ou ka patisipe nan kanpay, evènman ak karakteristik ko-design sou Common Voice.

source: Email is already used for a different account
ht: Imèl sa deja itilize pou yon lòt kont

source: Email Subscriptions
ht: Abònman Imèl

source: English
ht: Anglè

source: Enter Email to Download
ht: Antre imel pou telechaje

source: Enter email to send a sign up link
ht: Antre imel pou voye yon lyen pou enskri

source: Enter your email
ht: Antre imel ou a

source: Error { $code }
ht: Erè { $code }

source: Error while fetching rejected sentences. Please try again.
ht: Erè pandan ap chèche fraz rejte yo. Tanpri eseye ankò.

source: Erzya
ht: èzya

source: Estonian
ht: Estonyen

source: Events
ht: Evènman yo

source: Everyone
ht: Tout moun

source: Exit & Delete clips
ht: Sòti & Efase klip yo

source: Failed to copy SHA256 Checksum
ht: Echwe pou kopi SHA256 Checksum

source: Failed to delete selected sentences… Please try again!
ht: Echwe nan efase fraz chwazi yo... Tanpri eseye ankò!

source: FAQ
ht: Kesyon Ki Poze Souvan

source: Faroese
ht: Fawa

source: Female
ht: Fanm

source: Fields marked with an asterisk (*) are required.
ht: Liy fòm ki make ak yon asterisk (*) obligatwa

source: Find others who care. That could be universities, language schools, advocacy groups or data science communities. Reach out and explain clearly how they can help and why. <outreachTemplates>See our template outreach emails</outreachTemplates>.
ht: Jwenn lòt moun ki pran swen. Sa ta ka inivèsite, lekòl lang, gwoup defans oswa kominote syans done. Lonje men epi eksplike klèman kijan yo ka ede ak poukisa. <outreachTemplates>Gade modèl imel kontak nou yo</outreachTemplates>.

source: Finish editing first?
ht: Fini koreksyon an premye?

source: Finish recording
ht: Fini anrejistreman

source: Finish recording first?
ht: Fini anrejistreman an premye?

source: Finish Review
ht: Fini revizyon

source: Finish validating
ht: Fini validation

source: Finish validating clips?
ht: Fini validation klip yo?

source: Finnish
ht: Olandè

source: First, check if your language <languageLink>already exists</languageLink>. If it isn’t, you can <languageRequestLink>ask about adding your language</languageRequestLink>. There are two stages. Translating the site, and collecting sentences
ht: Premyèman, tcheke si lang ou a <languageLink>deja egziste</languageLink>. Si se pa sa, ou ka <languageRequestLink>mande sou ajoute lang ou</languageRequestLink>. Gen de etap. Tradiksyon sit la, ak kolekte fraz

source: for example
ht: pa egzanp

source: For technology to work well for everyone, the data that helps developers to build technology needs to reflect a diverse range of people. For example, if we don't include any speakers with a particular accent, then the technology won't work well for people with that accent. <learnMore>Learn more about why metadata matters.</learnMore>
ht: Pou teknoloji sa travay byen pou tout moun, done ki ede devlopè yo pou bati teknoloji sa bezwen reflete yon seri divès moun. Pa egzanp, si nou pa mete okenn moun ki pale ak yon aksan patikilye, Lè sa a, teknoloji a pa pral travay byen pou moun ki gen aksan sa a. <learnMore>Aprann plis sou poukisa metadata enpòtan.</learnMore>

source: For these launched languages the website has been successfully <localizationGlossaryLink>localized</localizationGlossaryLink>, and has enough <sentenceCollectionGlossaryLink>sentences collected</sentenceCollectionGlossaryLink> to allow for ongoing <speakLink>Speak</speakLink> and <listenLink>Listen</listenLink> contributions.
ht: Pou lang sa yo te lanse, sitwèb la te <localizationGlossaryLink>lokalize</localizationGlossaryLink> avèk siksè, epi li gen ase <sentenceCollectionGlossaryLink>fraz yo kolekte</sentenceCollectionGlossaryLink> pou pèmèt <speakLink>Pale</speakLink> ak <listenLink>Koute. > kontribisyon.

source: Foundations
ht: Fondasyon yo

source: French
ht: Fransè

source: Frequently Asked Questions
ht: Kesyon yo poze souvan

source: Frisian
ht: Frisyen

source: Fulah
ht: Fula

source: Galician
ht: Galisyen

source: Gender
ht: Sèks

source: Georgian
ht: Jòjyen

source: German
ht: Alman

source: Get in touch
ht: Pran kontak

source: Get involved
ht: Patisipe

source: Get Involved
ht: Patisipe

source: Get started with goals
ht: Kòmanse ak objektif yo

source: Get Started with Speech Recognition
ht: Kòmanse ak Rekonesans Lapawòl

source: <githubLink>NVIDIA NeMo</githubLink>™ is an <docsLink>open-source toolkit</docsLink> for researchers developing state-of-the-art conversational AI models.
ht: <githubLink>NVIDIA NeMo</githubLink>™ se yon <docsLink>kit zouti sous louvri</docsLink> pou chèchè k ap devlope modèl AI pou konvèsasyon modèn.

source: Glossary
ht: Glosè

source: Goal reached
ht: Objektif ateri

source: Goals
ht: Objektif yo

source: Go to Discourse
ht: Ale nan Discourse

source: Go to Languages Page
ht: Ale nan Paj Lang yo

source: Go to { $name }
ht: Ale nan { $name }

source: <governanceLink>Read more about how we're governed</governanceLink>
ht: <governanceLink>Li plis sou fason nou gouvène</governanceLink>

source: Governments
ht: Gouvènman yo

source: Grammatical / spelling error
ht: Gramatikal / erè òtograf

source: Great! How many clips a week?
ht: Trè byen! Konbyen odyo pa jou?

source: Great! How many clips per day?
ht: Trè byen! Konbyen odyo pa jou?

source: Great!<recordIcon></recordIcon> Record your next clip
ht: Trè byen!<recordIcon></recordIcon> Anrejistre pwochen odyo'w la

source: Great work!<playIcon></playIcon> Listen again when you're ready
ht: Bèl travay!<playIcon></playIcon> Koute ankò lè'w pare

source: Greek
ht: Grèk

source: Guarani
ht: Gwarani

source: Gujarati
ht: Goujarati

source: Haitian
ht: Ayisyen

source: Have Feedback?
ht: Gen Reyaksyon?

source: Have you read our Terms?
ht: Èske w li kondisyon nou yo?

source: Having an account is not required to contribute, though it is helpful.
ht: Ou pa oblije gen yon kont pou kontribye, poutan li tap itil.

source: Hebrew
ht: Ebre

source: Help
ht: èd

source: Help create Common Voice’s first target segment in { $locale }
ht: Ede kreye premye segman sib Common Voice nan { $locale }

source: Help teach machines how real people speak, donate your voice at { $link }
ht: Ede antrene machin yo kijan moun reyèl yo pale, bay vwa'w kòm donasyon nan { $link }

source: Help us build a community around voice technology, stay in touch via email.
ht: Ede nou bati yon kominote alantou teknoloji vwa, rete an kontak pa imel.

source: Help us build a high quality, publicly open dataset
ht: Ede nou konstwi yon seri done ki gen bon jan kalite, ki louvri piblikman

source: Help us find more voices, share your goal
ht: Ede nou jwenn plis vwa, pataje objektif ou

source: Help us find others to donate their voice!
ht: Ede nou jwenn lòt moun pou bay vwa pa yo!

source: Help us get to { $goal }
ht: Ede nou rive nan { $goal }

source: Help us validate sentences!
ht: Ede nou valide fraz yo!

source: Help us validate voices
ht: Ede nou valide vwa yo

source: Here are some tips to find sentences:
ht: Men kèk konsèy pou jwenn fraz yo:

source: Hidden
ht: Kache

source: Hiligaynon
ht: Iligaynon

source: Hill Mari
ht: Hil Mari

source: Hindi
ht: Endi

source: Home
ht: Lakay

source: Hours
ht: Èdtan

source: Hours Recorded
ht: Konbyen lè ki anrejistre

source: Hours Validated
ht: Konbyen Lè Valide

source: { $hours } validated hours so far!
ht: { $hours } èdtan valide jiskaprezan!

source: How ?
ht: Ki jan?

source: How are project decisions made?
ht: Ki jan yo pran desizyon pwojè yo?

source: How can I get the Common Voice data?
ht: Kijan mwen ka jwenn done Common Voice yo?

source: How can we effectively grow a language on Common Voice?
ht: Ki jan nou ka efektivman devlope yon lang sou Common Voice?

source: How does Common Voice calculate hours?
ht: Ki jan Common Voice kalkile èdtan?

source: How does Common Voice work?
ht: Ki jan Common Voice travay?

source: How does site localization work?
ht: Ki jan lokalizasyon sit travay?
